Repository: ARICOMA-D365BC/AC-IB-dynamics365smb-docs-OmegaT
Catalog: omegat/project_save.tmx
Source language: cs_cz
Languages: en_us

source: Když se do pole ID Uživatele vyplní odpovídající přihlašovací jméno dané oprávněné osoby, bude se při pořizování požadavku do HelpDesku automaticky nabízet kód oprávněné osoby, která požadavek zadává.
en_us: When the corresponding login name of the authorized person is filled in the User ID field, the code of the authorized person who enters the request will be automatically offered to the HelpDesk when making a request.

source: Ke každé fázi událostí lze také přiřadit e-mailovou adresu určující, komu se daná událost odešle.
en_us: Each event phase can also be assigned an email address specifying to whom the event will be sent.

source: Ke každému vytvořenému požadavku je možné doplnit poznámky.
en_us: It is possible to add Comment Lines to each created request.

source: Kliknutím na Detaily… se otevře tabulka Směnné kurzy pro měnu z dokladu.
en_us: Click Details… to open the Currency exchange rates table for the document.

source: Kliknutím na Ano se příslušný kalendář otevře.
en_us: Click Yes to open the relevant calendar.

source: Klikněte na funkci Proces a pak Karta aby jste zobrazili kartu daného požadavku.
en_us: Click Process, and then Card to display the tab for the request.

source: Klikněte na ikonu Nastavení, zvolte Má nastavení a vyberte jazyk: Slovenština.
en_us: Click the Settingsicon, select My Settings, and select a language: Slovak.

source: Klikněte na řádek ze zásilkou a použijte funkci Odebrat ze svozu.
en_us: Choose on the consignment line and use the Remove from collection function.

source: Knihy jízd
en_us: Drive Journal

source: Koef.DPH účto skupiny zboží
en_us: VAT Prod. Posting Group Coefficient

source: Kombinaci těchto hodnot doplňuje Kód určující pozici ve výkazu.
en_us: The combination of these values is complemented by Code that determines the position in the report.

source: Komunikace In a Out Bufferu
en_us: Communication of In and Out Buffer

source: Komunikace může probíhat jak z Bussiness Central do externího systému nebo naopak z externího systému do Bussiness Central.
en_us: Communication can take place both from Business Central to an external system or vice versa from an external system to Business Central.

source: Koncové datum DPH
en_us: Ending VAT date

source: Koncové zúčtovací datum
en_us: Ending date

source: Konkrétní položky/závazky, které mají být podstoupeny, lze vybrat pomocí polí Typ položky a Číslo položky.
en_us: You can select the specific items/payables to be undertaken by using Item type and Item number fields.

source: Konkurz
en_us: Bankruptcy

source: Kontakt na řidiče
en_us: Driver contact

source: Kontakt na řidiče.
en_us: Driver contact

source: Kontrola existence směnného kursu
en_us: Checking for the existence of an exchange rate

source: Kontrola importu směnných kurzů
en_us: Exchange rate import control

source: Kontrola registrace k DPH
en_us: VAT registration check

source: Kontrola se provádí:
en_us: The inspection is performed:

source: Kontrola správnosti při zadávání směnného kursu
en_us: Checking for correctness when entering the exchange rate

source: Kontrola správnosti zadaného směnného kurzu
en_us: Checking the accuracy of the entered exchange rate

source: Kontrola věku adresáta
en_us: Checking the age of the addressee

source: Kontrola věku adresáta.
en_us: Checking the age of the addressee

source: Kontrolní výkaz DPH - nastavení
en_us: VAT Control Report - Setup

source: Kontrolní výkaz je nutné uzavřít až po kontrole údajů.
en_us: The control report must be closed only after the data have been checked.

source: Kontroly a omezení
en_us: Controls and restrictions

source: Kontroly směnných kurzů
en_us: Exchange rate controls

source: Kromě funkce obecného nástroje na komunikaci umožňuje ve spolupráci s modulem Elektronická fakturace poskytovat plně bezpapírovou fakturaci směrem k zákazníkům, která je uznávána i státními kontrolními orgány.
en_us: In addition to the function of a general communication tool, in cooperation with the Electronic Invoicing module, it allows to provide fully paperless invoicing to customers, which is also recognized by state control authorities.

source: Kromě nastavení filtrů na stránce Šablony události v polích Výstupní a Vstupní filtr polí, můžeme nastavit také filtry polí pomocí volby Filtry data.
en_us: In addition to setting filters on the Event Templates page in the Output and Input Filter fields, we can also set field filters using the Date Filters option.

source: Kromě rozšiřujících modulů jsou k dispozici níže uvedená specializovaná oborová řešení.
en_us: In addition to the expansion modules, the specialized industry solutions listed below are available.

source: Kromě sledování aktuální události lze sledovat i vývoj události v čase.
en_us: In addition to tracking the current event, it is also possible to monitor the development of the event over time.

source: Krácení odpočtu DPH
en_us: Reduciton of VAT deduct

source: Kumulování plateb na platebním příkazu
en_us: Cumulation of payments on the payment order

source: Kumuluje se podle Čísla účtu, SWIFT, IBAN, Měny a volitelně dle VS, KS a SS.
en_us: It is cumulated according to the Account Number, SWIFT, IBAN, Currency and optionally according to VS, KS and SS.

source: Kód Balíkobot
en_us: Balíkobot code

source: Kód balíkobot
en_us: Balíkobot code

source: Kód prvku v rámci pozice
en_us: Element code within a position

source: Kód přepravce, kód služby přepravce případně kód pobočky přepravce
en_us: Shipping Agent Code, Shipping Angent Service Code or Shipping Angent Branch Code.

source: Kód určuje, která firma bude příjemcem synchronizovaných dat při události.
en_us: The code determines which company will be the recipient of the synchronized data at the event.

source: Kód výkazu založeného v předchozím kroku
en_us: The report code created in the previous step

source: Kód země příjemce, resp. Kód země/oblasti DPH
en_us: Ship to Country/Region code or VAT Country/region code

source: Kód země z lokace v hlavičce dokladu
en_us: Country code from the location in the document header

source: Kód způsobu platby (pokud se jedná o dobírku), variabilní symbol
en_us: Payment method code (if COD), variable symbol.

source: Kód řešení se vybírá z předdefinované tabulky možných způsobů řešení ze stránky Řešení.
en_us: The solution code is selected from a predefined table of possible solutions from the Solutions page.

source: Kódy odborné způsobilosti
en_us: Professional Qualifications

source: Kódy se definují pomocí funkce Pole mailu.
en_us: Codes are defined using the Mail Fields function

source: K vozidlu lze definovat další údaje:
en_us: Additional data can be defined for the vehicle:

source: K vozidlu lze evidovat informace o vozidlu jako vlastním, dále vazbu na přidělenou platební kartu (pro potřeby importu čerpání), přiděleného (výchozího řidiče) a vazby na další záznamy (Majetek, zdroj….)
en_us: It is possible to record information about the vehicle as its own, as well as a link to the assigned payment card (for the purpose of importing the drawdown), the assigned (default driver) and links to other records (Property, source....)

source: K zobrazení archivovaných záznamů spusťe funkci Archivované záznamy na stránce Informace o pohledávce.
en_us: To view archived records, run the Archived Records function on the Receivables Information page.

source: K zobrazení souvisejících záznamů spusťe funkci Související položky na stránce Informace o pohledávce.
en_us: To view related records, run the Related Entries function on the Receivable Information Card page.

source: K řidiči lze ukládat „Odborné způsobilosti“ – tj. věci související s osobou jako řidičem – řidičská oprávnění, speciální oprávnění a zároveň nastavovat platnosti těchto způsobilostí.
en_us: It is possible to store "Competencies" to the driver - i.e. things related to the person as a driver - driving licences, special licences and at the same time to set the validity of these competencies.

source: Lze kontrolovat, zda zdrojový záznam k nějakému poli v tabulce s použitým workflow obsahuje v dalších polích potřebná data – např. je-li na hlavičce dokladu vyplněno pole Kód prodejce, pak zkontroluje zda-li má tento prodejce vyplněn email.
en_us: It is possible to check whether the source record for any field in the table with the workflow used contains the necessary data in other fields – for example, if the Salesperson Code field is filled in on the document header, then it checks whether this salesperson has filled in the email.

source: Lze kontrolovat, zda zdrojový záznam k nějakému poli v tabulce s použitým Řízením stavů obsahuje v dalších polích potřebná data – např. je-li na hlavičce dokladu vyplněno pole Kód prodejce, pak zkontroluje zda-li má tento prodejce vyplněn email.
en_us: It is possible to check whether the source record for any field in the table with the used Status Management contains the necessary data in other fields - eg if the Vendor code field is filled in the document header, then it checks whether this seller has filled in the email.

source: Lze pomocí něj sledovat obalová salda obchodních partnerů s vazbou na příslušné obchodní transakce (Nákup, Prodej, Příjem, Výdej, Transfer, Spotřeba a Výroba) a dále pak sledovat aktuální cenu obalů.
en_us: It can be used to track the packaging balances of business partners with links to the relevant business transactions (Purchase, Sale, Receipt, Issue, Transfer, Consumption and Production) and then to monitor the current price of packaging.

source: Lze tak například vytvořit tabulku s těmito hodnotami:
en_us: For example, you can create a table with the following values:

source: Lze využít funkce Vytvořit doklad.
en_us: You can use the Create Document function.

source: Lázeňství, hotelnictví a wellness
en_us: Spa, hotel and wellness

source: MSMQ – název MSMQ
en_us: MSMQ – Name MSMQ

source: Manuální aktualizaci provedete pomocí funkce Aktualizace stavu CreditCheck takto:
en_us: To perform a manual update, use the CreditCheck Status Update feature as follows:

source: Mapování souborů účetních schémat
en_us: Accounting Schema File Mapping

source: Masky číselných řad – pro usnadnění generování rozsahů pro další (obvykle fiskální) období
en_us: Number series masks – to facilitate the generation of ranges for the next (usually fiscal) period

source: Microsoft Dynamics 365 Business Central je moderní informační systém pro malé a středně velké společnosti, které hledají jednoduché a snadno přizpůsobitelné řešení s komplexním pokrytím jejich potřeb a s intuitivním uživatelským prostředím.
en_us: Microsoft Dynamics 365 Business Central is a modern information system for small and medium-sized companies looking for a simple and easily customizable solution with comprehensive coverage of their needs and an intuitive user experience.

source: Modul Helpdesk slouží k centralizovanému zadávání, evidenci, zpracování a vyhodnocování různých požadavků uživatelů v systému Microsoft Dynamics 365 Business Central.
en_us: The Helpdesk module is used to centrally enter, record, process and evaluate various user requests in the Microsoft Dynamics 365 Business Central system.

source: Modul Centrální databáze umožňuje pomocí modulu Spooler synchronizovat číselníky mezi různými Business Central databázemi a společnostmi.
en_us: The Central Database module allows you to use the Spooler module to synchronize code lists between different Business Central databases and companies.

source: Modul Elektronická fakturace slouží k moderní bezpapírové výměně daňových dokladů se zákazníkem.
en_us: The Electronic Invoicing module is used for modern paperless exchange of tax documents with the customer.

source: Modul Fiskální tiskárny – VAROS slouží k vytvoření a tisku pokladního dokladu na fiskální tiskárně firmy VAROS.
en_us: The Fiscal Printers - VAROS module is used to create and print a cash receipt on a VAROS fiscal printer.

source: Modul Fronta úloh umožňuje automatizované spouštění sestav či procedur v systému Dynamics 365 Business Central v plánovaných intervalech.
en_us: Job Queue module enables automated execution of reports or procedures in Dynamics 365 Business Central at scheduled intervals.

source: Modul Správa upozornění umožňuje systémové upozorňování na stavy dat a procesů evidovaných v systému Microsoft Dynamics 365 Business Central.
en_us: The Notifications module enables system notifications for data and process statuses recorded in Microsoft Dynamics 365 Business Central.

source: Modul Doprava – plánování rozšiřuje základní modul dopravy zejména o řízení a plánování jízd pomocí příkazů k jízdě a pomocí pultu dispečera dopravy.
en_us: The Transport – Planning module extends the basic transport module mainly to the control and planning of journeys using driving commands and using the traffic dispatcher's desk.

source: Modul Evidence obalů je rozšířením oblasti Zásoby. Modul zakládá samostatnou evidenci obalů svázanou s oblastí zásob a standardními pohyby zboží (nákup, prodej, příjem, výdej, transfer, spotřeba a výroba).
en_us: Pack Tracking Basic module is an extension of the Inventory area. The module establishes a separate packaging record linked to the inventory area and standard goods movements (purchase, sale, receipt, issue, transfer, consumption and production).

source: Modul Sada rozšíření pro Finance je nutný pro ostatní add-on moduly AC Financial Packu.
en_us: The Controling Basic addon is required for other AC Financial Pack add-on modules.

source: Modul dokáže pracovat off-line, jelikož nereaguje na okamžitou změnu v datech, ale zasílá informace v naplánovaných intervalech.
en_us: The module can work off-line, as it does not respond to an immediate change in the data, but sends information at scheduled intervals.

source: Modul je určen k synchronizaci dat mezi různými datovými zdroji – může se jednat o dvě firmy v jedné databázi stejně jako o 2 firmy v databázích od sebe vzdálených.
en_us: The module is designed to synchronize data between different data sources – it can be two companies in one database as well as 2 companies in databases distant from each other.

source: Modul obsahuje průvodce pro snadné zadávání hodnot parametrů ručním zadáním nebo výběrem z připravených číselníků.
en_us: The module contains a wizard for easy entry of parameter values by manually entering or selecting from the prepared lists.

source: Modul tak výrazně rozšiřuje informační hodnotu a možnost využití záznamů v systému Dynamics 365 Business Central.
en_us: The module thus significantly expands the information value and the possibility of using records in dynamics 365 Business Central.

source: Modul umožňuje automaticky generovat jak strukturované dokumenty ve formátu XML, tak případně tvořit elektronické dokumenty pro vytištění v jiných formátech (PDF - moduly „Elektronická fakturace – pdf náhled“ a „Elektronická fakturace – PDFXChange“, DOC – modul „Elektronická fakturace – ISDOC“).
en_us: The module allows you to automatically generate both structured documents in XML format and possibly create electronic documents for printing in other formats (PDF - modules "Electronic invoicing - pdf preview" and "Electronic invoicing - PDFXChange", DOC - module "Electronic invoicing - ISDOC").

source: Montážní výroba
en_us: Assembly production

source: Možnost definice více způsobů plateb není standardně k dispozici na žádném nákupním dokladu, ale je možné je tam doplnit v rámci zákaznického rozšíření funkcionality.
en_us: The option to define multiple payment methods is not available by default on any purchase document, but can be added there as part of the customer extension functionality.

source: Možnosti nastavení kumulace plateb
en_us: Payment cumulation settings:

source: Má dvě základní funkce:
en_us: It has two basic functions:

source: Město
en_us: City

source: Může se jednat například o:
en_us: These can be for example:

source: Můžete také vyplnit dodatečné informace:
en_us: You can also fill in additional information:

source: Na Deníku odsouhlasení doplněna funkce Účto a Tisk.
en_us: Added Account and Print functions on Reconciliation Log.

source: Na Kartě kontrolního výkazu DPH vyplňte příslušná pole na hlavičce.
en_us: On the VAT Control Report Card, fill in the appropriate fields on the header.

source: Na Kartě kontrolního výkazu DPH zvolte funkci Náhled.
en_us: On the VAT Control Statement card, choose the Preview feature.

source: Na Kartě kontrolního výkazu DPH zvolte funkci Uzavřít pro jeho uzavření.
en_us: Select the Close function on the VAT Control report Card to close it.

source: Na Kartě kontrolního výkazu DPH zvolte funkci Úpravy pro editaci.
en_us: On the VAT Control Report page, select the Edit feature for editing

source: Na dokladech prodejní faktura či prodejní dobropis je namísto jednoho způsobu platby je nově možné definovat více způsobů, typicky část úhrady platební kartou a část v hotovosti.
en_us: On sales invoice or sales credit note documents, instead of one payment method, it is now possible to define multiple payment methods, typically partly by credit card and partly in cash.

source: Na formuláři IN Bufferu je funkce Odeslat úlohu, která umožňuje danou úlohu odeslat z IN Bufferu.
en_us: On the IN Buffer form, there is a Send Task function that allows you to send the job from the IN Buffer.

source: Na formuláři Úlohy spooleru lze přes tlačítko Funkce exportovat, importovat, zobrazit nebo smazat XDR a XSL šablony k jednotlivým úlohám.
en_us: On the Spooler Tasks form, you can use the Function button to export, import, view, or delete XDR and XSL templates for individual tasks.

source: Na formulářích IN Bufferu i OUT Bufferu možno exportovat dokument, zobrazit dokument a zobrazit jako HTML – to v případě, že pro úlohu spooleru je nadefinovaná šablona XSL.
en_us: It is possible to export a document, display the document and display it as HTML on the IN Buffer and OUT Buffer forms - if an XSL template is defined for the spooler task.

source: Na kartě Export slouč.účt.schémat do XML vyplňte požadovaná pole.
en_us: On the Exp.Merged Acc.Schedule to XML page, fill in the required fields.

source: Na kartě Intrastat mapování souboru zkontrolujte, nebo doplňte nastavení.
en_us: On the Intrastat File Mapping review or complete the settings.

source: Na kartě Nastavení financí definujte pole Výše základu DPH pro tuzemské samozdanění a Datum platnosti DPH pro tuzemské samozdanění.
en_us: On the General Ledger Setup define tVAT Base for Domestic Self As. and Due Date of from Self Ass. fields.

source: Na kartě Nastavení financí je nutné vybrat do pole Legislativa hodnotu SK.
en_us: On the General Ledger Setup page you must selectSK in Legislationfield.

source: Na kartě Nastavení účtování DPH můžete nastavit kontroly pro tuzemské samozdanění na jednotlivých kombinacích DPH účtoskupin v poli Kontrola PDP.
en_us: On the VAT posting setup tab, you can set up checks for Domestic Self Assessment on individual combinations of VAT posting groups in the Reverse Charge Check field.

source: Na kartě Služba směnného kurzu pro ECB-EXCHANGE-RATES otevřete Definice výměny dat.
en_us: On the Currency Exchange Rate Services page for ECB-EXCHANGE-RATES open Data Exchange Definitions.

source: Na kartě Účetní schémata zvolte akci Proces a funkci Náhled.
en_us: On the Account Schedules page, choose the Process action and Overview feature.

source: Na kartě Objednání svozu zvolte, zda se bude objednávat svoz jednoho přepravce (Objenad svoz) nebo všech (Objednat všechny svozy).
en_us: On the Order Pickup tab, select whether to order a pickup from one carrier (Order Collection) or all carriers (Order All Collections).

source: Na kartě dané lokace je potřeba vybrat expediční místo, které je spjaté s daným API.
en_us: On the tab of the given location it is necessary to select the dispatch place that is connected with the given API.

source: Na kartě dokladu Faktoringu do hlavičky doplťe informaci o zákazníkovi a zúčtovací datum.
en_us: Fill in the Customer and Posting date information in the header on the Factoring document tab.

source: Na kartě faktoringu vyplňte následující pole:
en_us: Fill in the following fields on the Factoring setup:

source: Na kartě nastavení dopravy je několik polí k nastavení:
en_us: There are several settings fields on the Traffic Settings page:

source: Na kartě vybraného Účetního schématu zvolte tlačítko Akce a poté v sekci Další vyberte funkci Mapování souboru SK.
en_us: On the tab of the selected Account Schedule choose the Actions button, and select File Mapping SK feature.

source: Na kartě vypňte potřebné informace.
en_us: Fill in the necessary information on the card.

source: Na kartě účtovaného faktoringu použijte funkci Vrátit pohledávku faktoringu Vrácení faktoringu
en_us: On the page Posted Factoring List use the function Return Factoring Receivable Refund factoring

source: Na kartě řidiče vypňte potřebné informace.
en_us: Fill in the necessary information on the vehicle card.

source: Na každé v systému definované cizí měně se dají nastavit horní a dolní limit hodnoty v lokální měně.
en_us: The upper and lower limits of the value in the local currency can be set for each foreign currency defined in the system.

source: Na následující stránce vyplňte pole dle pořeby:
en_us: Fill in the fields on the following page as needed:

source: Na označení výsledků výkazů je vytvořena číselná řada nastavená v Nastavení financí.
en_us: The number series set in General Ledger Setup is used to mark the results of the reports.

source: Na platebním příkazu spusťte funkci Vydání.
en_us: Run the Issue function on the payment order.

source: Na poli Číslo tabulky vybereme tabulku, nad kterou chceme provádět sledování a dále zvolíme ID pole z dané tabulky – dle tohoto pole se vyhodnocuje daná fáze.
en_us: In the Table No. field, select the table above which we want to perform tracking and then select the field No. from the table – according to this field, the given stage is evaluated.

source: Na poli Vstupní filtr tabulky, zvolte, které položky z tabulky mají vstoupit, nebo nevstoupit pro jejich následné další pracování.
en_us: In the Input Table Filter filter field, choose which items from the table to enter or not to enter for further processing.

source: Na poli Výstupní filtr tabulky, zvolte další upřesnění filtru.
en_us: In the Table Output Filter field, choose to refine the filter.

source: Na prodejní faktuře spusťte funkci Účtovat.
en_us: Run the Post function on the sales invoice.

source: Na přehledu klikněte na tlačítko Nový.
en_us: On the list, click New.

source: Na přehledu přepravců je několik polí k nastavení:
en_us: On the carrier overview, there are several fields to set up:

source: Na přehledu přepravců vyberte přepravce, u kterého chcete službu zapnout.
en_us: On the carriers overview, select the carrier for which you want to turn on the service.

source: Na přehledu přepravců vyberte přepravce, u kterého chcete zapnout automatické vytváření dokladu.
en_us: In the carriers overview, select the carrier for which you want to turn on automatic document creation.

source: Na přehledu v sekci Akce vyberte funkci Filtrovat dle Obecných parametrů.
en_us: In the overview, in the Actions section, select Filter by General Parameters function.

source: Na přehledu v sekci Akce, použijte funkci Vložení obecných parametrů.
en_us: On the list in the Actions section, use the Insert General Parametersfunction.

source: Na přehledu vyberte funkci Nový.
en_us: In the overview, select New.

source: Na přehledu vyberte parametr, kterému chcete nastavit hodnoty.
en_us: In the overview, select the parameter for which you want to set values.
